Repository: Xapitonov/icon-previewer
Catalog: po/*.po
Languages: nl

source: Icon Previewer
nl: Pictogramvoorvertoning

source: This file is not a template
nl: Dit bestand is geen sjabloon

source: Please start from a template to ensure that your file will work as an elementary OS icon
nl: Open een sjabloon zodat je er zeker van kunt zijn dat je pictogram past in de elementary OS-stijl

source: Select Icon
nl: Kies een pictogram

source: _Open
nl: _Openen

source: Cancel
nl: Annuleren

source: Icons
nl: Pictogrammen

source: Save Regular
nl: Normaal pictogram opslaan

source: Save Symbolic
nl: Symbolisch pictogram opslaan

source: _Save
nl: Op_slaan

source: Icon
nl: Pictogram

source: Failed to save exported file
nl: Het geÃ«xporteerde bestand kan niet worden opgeslagen
